Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Njuolggadusa mearkkašupmi sápmelaččaid riektedillái lea vuđolaččat guorahallojuvvon NAČ 1984:18:s Sápmelaččaid riektedili birra .
nob: turutøvelse . Bestemmelsens betydning for samenes rettsstilling er grundig drøftet i NOU 1984 : 18 Om samenes rettsstilling .

source: Olu gažaldagat main lei eahpesihkarvuohta 1984:s , leat maŋŋel čielgan ON ` olmmošvuoigatvuođa lávdegotti geavada bokte mii goziha konvenšuvnna .
nob: Mange av de spørsmålene som var usikre i 1984 , er senere avklart gjennom praksis i FNs menneskerettighetskomité , som overvåker konvensjonen .

source: Lávdegotti mearrádusat ja cealkámušat nannejit dan dulkojumi mii dahkkui NAČ 1984:18:s art. 27 viidodaga hárrái .
nob: Komiteens avgjørelser og uttalelser styrker den tolkningen av begrepet som ble gjort i NOU 1984 : 18 når det gjelder rekkevidden av art. 27 .

source: Das celkkii Sámi vuoigatvuođalávdegoddi ahte art. 27 ii duššefal suddje stáhtalaš billistemiid vuostá mat gáržžidit joavkku kulturovdanbuktima , muhto ahte stáhtain lea maid dihto geatnegasvuohta sihkkarastit ahte unnitlogut ožžot aktiiva doarjaga .
nob: Der konkluderte Samerettsutvalget med at art. 27 ikke bare beskytter mot statlige inngrep som begrenser gruppens utøvelse av sin kultur , men at statene også har en viss plikt til å sikre at minoritetene får aktiv støtte .

source: Sámi vuoigatvuođalávdegoddi ákkastalai maiddái ahte art. 27 sisttisdoallá kultuvrra seailluheami ja ovdánahttima materiálalaš eavttuid .
nob: Samerettsutvalget argumenterte også for at art. 27 omfatter de materielle forutsetningene for opprettholdelse og videreføringen av kulturen .

source: ON ` olmmošvuoigatvuođalávdegoddi lea atnán dán materiálalaš kulturdoahpaga vuođđun eamiálbmogiid hárrái .
nob: FNs menneskerettskomité har lagt dette materielle kulturbegrepet til grunn når det gjelder urfolk .

source: Lávdegoddi čujuha maiddái ahte njuolggadus gáibida doaimmaid mat sihkkarastet beaktilis searvama dain mearrádusain mat sidjiide gusket , vrd. 1994`General Comment No .
nob: Komiteen viser også til at bestemmelsen krever tiltak for å sikre effektiv deltakelse i avgjørelser som angår dem , jf. General Comment No.

source: 23 art. 27 rádjái .
nob: 23 til art. 27 fra 1994 .

source: Álbmotriektejoavku NAČ 1997:5 oktavuođas Eamiálbmogiid eananvuoigatvuođat álbmotrievtti ja olgoriikkalaš rievtti mielde , oaivvilda ahte art. 27 dulkojupmi riikkaidgaskasaččat eamiálbmogiid dáfus , lea manname seamma guvlui go ILO-konvenšuvdna nr. 169 .
nob: Folkerettsgruppen i NOU 1997 : 5 Urfolks landrettigheter etter folkerett og utenlandsk rett mener at tolkningen av art. 27 i internasjonal praksis i forhold til urfolk har gått i samme retning som ILO-konvensjon nr. 169 .

source: Miessemánu 21. b. 1999 láhka nr. 39 olmmošvuoigatvuođaid dili nannema birra norgga rievttis ( olmmošvuoigatvuođaláhka ) addá siviila ja politihkalaš rivttiid konvenšuvdnii norgga lága árvvu , ja jus leaš vuostelasvuohta de mannet konvenšuvnnaid ja beavdegirjjiid njuolggadusat mat leat namuhuvvon lágas ovdalii eará lágaid njuolggadusaid , vrd. olmmošvuoigatvuođalága § 3. 1.1.2 .
nob: Lov 21. mai 1999 nr. 39 om styrking av menneskerettighetenes stilling i norsk rett ( menneskerettsloven ) gir konvensjonen om sivile og politiske rettigheter status som norsk lov og ved motstrid går bestemmelsene i konvensjoner og protokoller som er nevnt i loven foran bestemmelser i annen lovgivning , jf. menneskerettighetsloven § 3. 1.1.2 .

source: ILO-konvenšuvdna nr. 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain 76. riikkaidgaskasaš bargokonferánsa ( International Labour Organization ) dohkkehii 1989:s konvenšuvnna nr. 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain .
nob: ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater Den 76. internasjonale arbeidskonferansen ( International Labour Organization ) vedtok i 1989 konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater .

source: Go Norga dohkkehii dan 1990:s de gustogođii konvenšuvdna sápmelaččaide .
nob: Ved den norske ratifikasjonen i 1990 gjorde Norge konvensjonen gjeldende for samene .

source: ILO-konvenšuvdna nr. 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain lea oktan 1958 ` ILO-konvenšuvnnain nr. 107 eamiálbmogiid ja eará čearddaid birra geat ollásit dahje muhtun muddui ellet čeardan iešmearrideaddji riikkain , dássážii áidna riikkaidgaskasaš rievttálaš instrumeanttat mat njuolga čilgejit eamiálbmogii suddjema .
nob: ILO-konvensjon nr. 169 om urfolks og stammefolk i selvstendige stater er sammen med den tidligere ILO-konvensjon nr. 107 av 1958 om vern og integrering av urbefolkningen og andre folkegrupper som helt eller delvis lever under stammeforhold i uavhengige land , foreløpig de to eneste internasjonale rettslige instrumenter som direkte omhandler vern av urfolk .

source: ILOkonvenšuvnna nr. 169 váldoprinsihppa lea eamiálbmogiid riekti várjalit ja ovdánhattit kultuvrraset , ja eiseválddiid geatnegasvuohta doarjut dan barggu doaibmabijuid bokte .
nob: Hovedprinsippet i ILO-konvensjon nr. 169 er urfolks rett til å bevare og videreutvikle sin egen kultur , og myndighetenes plikt til å treffe tiltak for å støtte dette arbeidet .

source: ILO-konvenšuvnnas nr. 169 leat njuolggadusat eamiálbmogiid rievtti birra ieža beassat mearridit iežaset ekonomalaš , sosiála ja kultuvrralaš ovdáneami , beassat oahppat atnit iežaset giela ja beassat ásahit iežaset ásahusaid mat ovddastit daid eiseválddiid guovdu .
nob: ILO-konvensjon nr. 169 har bestemmelser om urfolks rett til selv å bestemme over sin økonomiske , sosiale og kulturelle utvikling , til å lære å bruke eget språk og til å opprette egne institusjoner til å representere seg overfor myndighetene .

source: Konvenšuvdna dohkkeha maiddái eamiálbmogiid dáhtu ja dárbbu beassat hálddašit iežaset ásahusaid , iežaset eallinvuogi ja ekonomalaš ovdáneami .
nob: Konvensjonen anerkjenner videre urfolks ønsker om og behov for kontroll over egne institusjoner , sin egen livsform og økonomiske utvikling .

source: Dakko bokte dohkkehuvvo eamiálbmogiid dáhttu bisuhit ja ovdánáhttit iežaset identitehta , giela ja oskku daid stáhtaid rámmaid siskkobealde gos sii ellet .
nob: Dette innebærer en anerkjennelse av urfolks ønske om å opprettholde og videreutvikle sin egen identitet , språk og religion , innen rammen av de statene de lever i. .

source: Konvenšuvnnas leat maiddái njuolggadusat eananvuoigatvuođaid , barggaheami ja bargoeallima , oahpahusa , oaju ja dearvvašvuođa birra .
nob: Konvensjonen har videre bestemmelser om blant annet landrettigheter , sysselsetting og arbeidsliv , opplæring , trygd og helse .

source: Konvenšuvnnas čilgejuvvojit stáhtaid geatnegasvuođaid oppalaš njuolggadusat .
nob: Konvensjonen beskriver de allmenne retningslinjene for statens forpliktelser .

source: Váldoprinsihpat ovdanbohtet art. 2:s mas celko : ” Ráđđehusain lea ovddasvástádus veahkkálagaid daiguin álbmogiiguin maidda dat gusket , fuolahit koordinerejuvvon ja vuogádatlaš doaimmaid suodja- Side 11 av 86
nob: Hovedprinsippene kommer fram i art. 2 hvor det heter at ” regjeringene skal ha ansvaret for - med deltaking av vedkommende folk - å sette i gang samordnet og systematisk virksomhet for å verne disse folkenes rettigheter og å garantere at deres integritet blir respektert ” .

source: Dakkár doaibma galgá sihkkarastit ahte guoskevaš álbmoga lahtut galget beassat ávkkástallat vuoigatvuođaiguin ja vejolašvuođaiguin láhkái go earát álbmogis .
nob: Slik virksomhet skal sikre at medlemmene av det folk det gjelder , nyter godt av rettigheter og muligheter på linje med andre medlemmer av befolkningen .

source: Dasto galget doaimmat ovddidit ahte daid olbmuid sosiála , ekonomalaš ja kultuvrralaš vuoigatvuođat ollásit duohtandahkkojuvvojit , ja sin sosiála ja kultuvrralaš identitehta , árbevierut ja ásahusat doahttaluvvojit .
nob: Videre skal tiltak fremme full virkeliggjøring av disse folks sosiale , økonomiske og kulturelle rettigheter , med respekt for deres sosiale og kulturelle identitet , tradisjoner og institusjoner .

source: Dát prinsihppa čiekŋuduvvo ja nannejuvvo art. 4:s nr. 2 mas celkojuvvo ahte stáhta lea geatnegahttojuvvon doahttalit eamiálbmogiid čielga dáhtuid go álggaha erenoamáš doaimmat mat sáhttet váikkuhit ovttaskas olbmui dahje eamiálbmogiid ásahusaide , opmodahkii , kultuvrii , bargui dahje birrasii .
nob: Dette prinsippet utdypes og forsterkes i art. 4 nr. 2 hvor det bestemmes at staten er forpliktet til å respektere klart uttrykte ønsker fra urfolk når det skal treffes særlige tiltak som kan berøre den enkelte eller urfolks institusjoner , eiendom ,

source: Sámi oktavuođas mearkkaša dat ahte doaimmat mat váikkuhit dáidá namuhuvvon surggiide eai sáhte álggahuvvot čielga dáhtuid ja vuoruhemiid vuostá , vuosttažettiin Sámedikki bealis maid ferte gohčodit sámi eanemus legitiima ásahussan .
nob: I samisk sammenheng betyr dette at tiltak som berører de nevnte områdene ikke kan iverksettes i strid med klart uttrykte ønsker og prioriteringer fra først og fremst Sametinget som må anses som den mest legitime samiske institusjonen .

source: 10 ILO-konvenšuvnna nr. 169 dohkkehettiin , de lea ráđđehus geatnegahttán iežas ráđđádallat guoskevaš álbmoga ulbmilaš ortnegiid bokte ja erenoamážit sin ovddasteaddji orgánaid bokte go lea árvvoštallame álggahit lágaid dahje hálddahuslaš doaimmaid mat sáhttet njuolgga váikkuhit guoskevaš álbmoga , vrd. art. 6 .
nob: 10 Som følge av ratifikasjon av ILO-konvensjon nr. 169 har regjeringen forpliktet seg til å konsultere vedkommende folk , ved hensiktsmessige ordninger og spesielt gjennom deres representative institusjoner , når det overveies å iverksette lovgivning eller administrative tiltak som kan få direkte betydning for vedkommende folk , jf. art. 6 .

source: Dat lea mielddisbuktán ráđđádallanvugiid šiehtadusa stáhtalaš eiseválddiid ja Sámedikki gaskka .
nob: Dette har resultert i en avtale om prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget .

source: 11 ILO-konvenšuvnna nr. 169 dohkkehettiin 1990:s , celkkii Norga ahte Norgga láhkavuođđu vástidii konvenšuvdnii , vrd. St. prp. nr. 102 ( 1989-90 ) .
nob: 11 Ved ratifikasjon av ILO-konvensjon nr. 169 i 1990 konkluderte Norge med at norsk lovgivning var i overensstemmelse med konvensjonen , jf. St. prp. nr. 102 ( 1989-90 ) .

source: Dát oaidnu dáidá leat veahá rievdan dan maŋŋel , vrd. ráđđehusa láhkaárvalusa i Od . prp. nr. 53:s ( 2002-2003 ) Finnmárkkulága birra , ja daid heivehallamiid mat maŋŋel dahkkojuvvojedje dan nammii ahte sihkkareappot deavdit álbmotrievttálaš geatnegasvuođaid , vrd. Árv .
nob: Dette synspunktet har nok i ettertid blitt noe modifisert , jf. regjeringens lovforslag i Ot. prp. nr. 53 ( 2002-2003 ) om Finnmarksloven , og de tilpasninger som senere ble foretatt for å sikrere oppfylle de folkerettslige forpliktelsene , jf. Innst .

source: O. nr. 80 ( 2004-2005)12. 2003:s dovddahii ILO áššedovdijoavku ahte ráđđehusa finnmárkkulága evttohus ii deavdán konvenšuvnna mearrádusaid , muhto ahte lávdegoddi sáhttii dohkkehit ráđđehusa evttohusa jus Sámediggi dan dohkkeha .
nob: O. nr. 80 ( 2004-2005)12 . ILOs ekspertkomité ga i 2003 uttrykk for at regjeringens forslag til finnmarkslov ikke oppfylte bestemmelsene i konvensjonen , men at regjeringens forslag kan aksepteres av komiteen om Sametinget er villig til å gi sitt samtykke til den .

source: 13 ILO-konvenšuvnna nr. 169 dohkkeheami oktavuođas celkkii Sámediggi ahte ” eahpida deavdá go norgga láhkavuođđu ja geavat ollásit daid gáibádusaid mat ovddiduvvojit K-169:s ” , vrd. St. prp. nr. 102 ( 1989-90 ) , siidu 12 .
nob: 13 I forbindelse med ratifikasjonen av ILOkonvensjon nr. 169 uttalte Sametinget at det er ” tvilsomt om norsk lovgivning og praksis fullt ut tilfredsstiller de krav som er kommet til uttrykk i K-169 ” , jf. St. prp. nr. 102 ( 1989-90 ) , side 12 .

source: Sámediggi dattege čujuhii daidda čielggademiide maid Sámi vuoigatvuođalávdegoddi lei álggahan dainna ulbmiliin ahte vejolaččat ráhkadit ođđa láhkavuođu , ja rávvii dohkkeheami dainna ákkain ahte dohkkeheapmi boahtá cegget gáibádusaid riektečielggadeapmái ja jáhkkimis maiddái dihto láhkarievdadusaid maŋit áigái .
nob: Sametinget viste imidlertid til de utredninger som foregikk i regi av Samerettsutvalget , med sikte på å komme fram til eventuell ny lovgivning , og anbefalte ratifikasjon begrunnet med at ratifikasjon vil stille krav til rettsavklaring og sannsynligvis til lovendringer på visse punkter senere .

source: Sámedikki prinsihpalaš oaidnu lea 1993 rájes leamaš dat ahte ILO-konvenšuvdna nr. 169 galgá inkorporerejuvvot njuolga olmmošvuoigatvuođalága bokte mii manná ovdalii eará lágaid .
nob: Sametingets prinsipale posisjon har siden 1993 vært at ILO-konvensjon nr. 169 må inkorporeres direkte gjennom menneskerettsloven med forrang fremfor annen lovgivning .

source: ILO-konvenšuvdna nr. 169 ásaha eamiálbmogiid rievttálaš suddjema unnimusmeriid .
nob: ILO-konvensjon nr. 169 etablerer minimumsstandarder for rettslig beskyttelse av urfolk .

source: Ráđđehus oaivvilda ahte Norgga sámepolitihka dáfus eai leat dát mearit goarideaddjin eaige gáržžideaddjin .
nob: For norsk samepolitikk anser regjeringen standardene verken å være uttømmende eller begrensende .

source: Muhtun lágat nu go sámeláhka , deavdá máŋgga sajis vel eambbo go dat geatnegasvuođat maid Norga lea badjelasás váldán konvenšuvnna bokte .
nob: Enkelte lover , slik som sameloven , går i flere henseende lenger enn forpliktelsene Norge har påtatt seg gjennom konvensjonen .

source: Maŋŋel go konvenšuvdna nr. 169 fápmuibiddjui de lea Norga raporteren ILO:i nu movt organisašuvnna njuolggadusat 10
nob: Etter ikrafttredelsen har Norge rapportert til ILO om konvensjon nr. 169 i henhold til organisasjonens regelverk .

source: Vrd. suoma-norgga-ruoŧa-sámi áššedovdijoavkku davviriikkalaš sámekonvenšuvnna hárrái , s. 146 .
nob: Jf. utkast fra finsk-norsk-svensk-samisk ekspertgruppe til nordisk samekonvensjon , s. 146 .

source: Geahča http://www.regjeringen.no/Upload/AID/temadokumenter/sami/sami_samekonvensjon_samisk_H-2183.pdf 11 Miessemánu 11. b. 2005:s vuolláičáliiga gielda- ja guovloministtar ja sámediggepresideanta ráđđádallanvugiid šiehtadusa stáhtalaš eiseválddiid ja Sámedikki gaskka .
nob: Se http://regjeringen.asap-asp.com/Upload/AID/temadokumenter/sami/sami_samekonvensjon_norsk.pdf 11 Avtale om prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget ble underskrevet av kommunal- og regionalministeren og sametingspresidenten 11. mai 2005 .

source: Sámedikki dievasčoahkkin dohkkehii dan geassemánu 1. b. 2005:s .
nob: Sametingets plenum ga sin tilslutning 1. juni 2005 .

source: Geassemánu 1. b. 2005 ` gon . res. bokte mearriduvvui ahte sohppojuvvon vuogit galget gustot olles stáhtahálddahusas .
nob: Ved kgl. res. 1. juni 2005 ble det stadfestet at de avtalte prosedyrene skal gjelde for hele statsforvaltningen .

source: 12 Innst. O.nr. ( 2004-2005 ) Justiisalávdegotti láhkaárvalus Finnmárkku fylkka eatnamiid ja luondduriggodagaid riektedili ja hálddašeami birra ( Finnmárkoláhka ) .
nob: 12 Innst . O.nr. ( 2004-2005 ) Innstilling fra justiskomiteen om lov om rettsforhold og forvaltning av grunn og naturressurser i Finnmark fylke ( finnmarksloven ) .

source: 13 ILO áššedovdijoavku : Norway , 21003 , Observation concerning Convention No 169 , indigenous and Tribal peoples ( 1989 ) , paragraph 19
nob: 13 ILOs ekspertkomité : Norway , 21003 , Observation concerning Convention No 169 , indigenous and Tribal peoples ( 1989 ) , paragraph 19

source: Iešmearridanrievtti prinsihpa dárkilet sisdoalu hárrái ( ” Self-determination ” ) , ja geaidda dat gusto ovdána geažosáiggi riikkaidgaskasaš riektedilis .
nob: Det nærmere innhold i prinsippet om retten til selvbestemmelse ( ” Self-determination ” ) og hvem det gjelder for , er under en dynamisk utvikling i internasjonal rett .

source: Vaikko álbmogiid iešmearridanrievtti jurdagat leat guhká gávdnon , de lea aŋkke ovddeš koloniijariikkaid dekoloniseren dat mii lea hábmen prinsihppa riikkaidgaskasaš dulkojumi .
nob: Selv om tanken om folkenes selvbestemmelsesrett har eksistert lenge , er det den betydning begrepet fikk i forbindelse med dekoloniseringen av de tidligere kolonistatene , som har formet den internasjonale forståelses av prinsippet .

source: Iešmearridanrievtti doaba lea dábálaččat leamaš čadnon dekoloniseremii ja vuollásaš riikkaid sorjjakeahtesvuhtii .
nob: Den tradisjonelle tolkningen av begrepet selvbestemmelsesrett har knyttet seg nettopp til avkoloniseringen , samt til okkuperte staters uavhengighet .

source: Danne lea riekteprinsihppa vuosttačettiin ožžon riekterelevánssa go lea olgguldas iešmearridanrievttis sáhka , namalassii álbmoga iešmearridanriekti stáhta siskkobealde olggobealde riikkaidgaskasaš beliid guovdu .
nob: Dette har medført at rettsprinsippet først og fremst har blitt tilkjent rettsrelevans ved tale om ekstern selvbestemmelsesrett , dvs. retten til selvbestemmelse for et folk innenfor en stat i forhold til eksterne internasjonale aktører .

source: Ođđa girjjálašvuođas boahtá almmotge ovdan ahte álbmogiid iešmearridanriekti lea juoga mii geažosáiggi ovdána , ja ahte eamiálbmogiid iešmearridangáibádusa ferte dan vuođul árvvoštallat .
nob: I nyere litteratur tas det imidlertid til orde for at folkenes selvbestemmelsesrett er en dynamisk norm under utvikling , og at urfolks krav om selvbestemmelse må sees i lys av dette .

source: Geažuhuvvo ahte eamiálbmogiid iešmearridanriekti sáhttá mielddisbuktit eará go árbevirolaš olggobealde iešmearridanrievtti , ja ahte das sáhttá leat mearkkašupmi eará oktavuođain nai go dušše dábálaš koloniseren- ja okkupašuvdnaoktavuođain .
nob: Det antydes at urfolks selvbestemmelsesrett kan ha et annet innhold enn den tradisjonelle eksterne selvbestemmelsesretten og at det dermed også kan ha relevans utover de typiske koloniserings- og okkupasjonstilfellene .

source: 14 Dalle ákkastallojuvvo ahte álbmogiid iešmearridanrievtti prinsihpa sisdoallu sáhttá rievddadit mielde makkár oktavuođas dat geavahuvvo .
nob: 14 Det er dermed argumentert for at prinsippet om folkenes selvbestemmelsesrett kan ha forskjellig innhold i ulike kontekster .

source: Čuoččuhuvvo ahte riekteprinsihppa ferte dynámalaččat dulkojuvvot , ja ahte prinsihppa maiddái sáhttá mearkkašit siskkáldas iešmearrideami , ovdamearkka dihte go eamiálbmot gáibida iešmearrideami dan stáhtavuođđudusa ektui mii lea sin árbevirolaš eamiálbmotguovllus .
nob: Det har blitt hevdet at rettsprinsippet må undergis en dynamisk tolkning , og at prinsippet også kan omfatte intern selvbestemmelse , for eksempel urfolks krav på selvbestemmelse i forholdet til statsdannelsen som er etablert på det tradisjonelle urfolksterritoriet .

source: St.dieđ. nr. 55:s ( 2000-2001 ) Sámepolitihka birra čilge ráđđehus iežas oainnu iešmearridanrievtti hárrái sápmelaččaid guovdu ( kap. 4 ) .
nob: I St.meld. nr. 55 ( 2000-2001 ) Om samepolitikken presiserer regjeringen sitt syn på spørsmålet om retten til selvbestemmelse i forhold til samene ( kap. 4 ) .

source: Ráđđehus eaktuda ahte sámi iešmearrideami ovddideapmi gálgá dáhpáhuvvat dálá sorjjakeahtes ja demokráhtalaš stáhta rámmaid siskkobealde , ja dálá Norgga geográfalaš rájiid siskkobealde .
nob: Regjeringen forutsetter at utviklingen av samisk selvbestemmelse skal skje innenfor rammen av den eksisterende uavhengige og demokratiske stat , og innenfor Norges eksisterende geografiske grenser .

source: Ráđđehus oaivvilda maiddái ahte iešmearridanrievtti guovddášbealli sápmelaččaid dáfus , sáhttá deattuhuvvot sápmelaččaid mieldemearridanrievtti oktavuođas : Sápmelaččaid iešmearrideami ovdánahttima deaŧalaš oasit sáhttet deattuhuvvot sápmelaččaid mieldemearridanrievtti oktavuođas .
nob: Regjeringen uttrykker videre at kjernen av selvbestemmelsesretten i forhold til samene kan konsentreres rundt samenes rett til medbestemmelse : ” Viktige elementer i utviklingen av samenes selvbestemmelse kan konsentreres rundt samenes rett til medbestemmelse .

source: Dán riektái gullá riekti oassálastit buot mearridandásiin láhkaaddin- ja hálddašanáššiin , ja sápmelaččaid politihkalaš vuogádagaid bisuhan- ja ovddidanbarggus .
nob: Denne retten inkluderer retten til å delta på alle beslutningsnivåer i saker som gjelder lovgivning og administrasjon og i arbeidet med å opprettholde og utvikle samenes politiske systemer .

source: Sápmelaččaid iešmearrideami vuođđu ferte danne leat riekti oassálastit mearrádusain mat váikkuhit sidjiide .
nob: Samenes selvbestemmelse vil derfor måtte ta utgangspunkt i en rett til å delta i avgjørelser som angår dem.

source: Sámi iešmearrideapmi lea , norgga oktavuođas , dalle gažaldat nagoda go min demokráhtalaš vuogádat addit sápmelaččaide doarvái váikkuhanválddi dain našovnnalaš politihkalaš proseassain ja mearrádusain mat sidjiide gusket ” ( St.dieđ. nr. 55 ( 2000-2001 ) siidu 35 .
nob: Samisk selvbestemmelse er , i den norske konteksten , et spørsmål om hvorvidt vårt demokratiske system evner å gi den samiske befolkningen tilstrekkelig grad av innflytelse på de nasjonale politiske prosessene og beslutningene som angår dem ” ( St.meld. nr. 55 ( 2000-2001 ) side 35 ) .

source: Riekti iešmearrideapmái oaivvilduvvo leat vuđolaš oktasaš olmmošvuoigatvuohtan .
nob: Retten til selvbestemmelse anses som en grunnleggende kollektiv menneskerett .

source: Dat ovddiduvvo ON-soahpamuša ulbmilis , art. 1:s nr. 2 .
nob: Det kommer til uttrykk i FN-paktens formål , uttrykt i art. 1 nr. 2 .

source: mearrádusain ON-konvenšuvnnas siviila ja politihkalaš rivttiid birra ( SP ) art. 1:s ja ONkonvenšuvnnas ekonomalaš , sosiála ja kultuvrralaš rivttiid birra ( ESK ) art. 1 .
nob: I tillegg kommer prinsippet til uttrykk i likelydende bestemmelser i FN-konvensjon om sivile og politiske rettigheter ( SP ) art. 1 og i FN-konvensjon om økonomiske sosiale og kulturelle rettigheter ( ØSK ) art. 1 .

source: Lea guhká digaštallajuvvon gokčá go iešmearridanriekti maiddái eamiálbmogiid ásahuvvon stáhtaid siskkobealde .
nob: Det har lenge vært diskutert om selvbestemmelsesretten også omfatter urfolk innenfor en etablert stat .

source: ON`olmmošvuoigatvuođalávdegoddi lea máŋgii čuoččuhan ahte maiddái eamiálbmogat gullet SP ja ESK art. 1 vuollái .
nob: FNs menneskerettskomité har ved flere anledninger lagt til grunn at også urfolk er omfattet av SP og ØSK art. 1 .

source: Norgga ráđđehusa njealját áigodatraportta meannudettiin golggotmánus 1999:s. , dáhtui Olmmošvuoigatvuođalávdegoddi Norgga ráđđehusa čilget movt sápmelaččaid iešmearridanrievtti SP ja ESK vuođul sáhttá implementeret .
nob: Ved behandlingen av den fjerde periodiske rapporten fra den norske regjering oktober 1999 kom Menneskerettskomiteen med en anmodning til den norske regjering om å rapportere om hvordan samenes rett til selvbestemmelse etter SP og ØSK kan implementeres .

source: Go Olmmošvuoigatvuođalávdegoddi meannudii Norgga viđát áigodatraportta , de cealká lávdegoddi ahte illuda stáhtalaš eiseválddiid ja Sámedikki ráđđádallanvugiid šiehtadusain mii dohkkehuvvui miessemánu 11. b. 2005:s , ja maiddái finnmárkkulága dohkkehemiin mii ovdánahttá konvenšuvnna 1. ja 27. artihkkaliid .
nob: I Menneskerettkomiteens behandling av Norges femte periodiske rapport uttaler komiteen at den ser med glede på avtalen som ble inngått 11. mai 2005 med Sametinget om fastsetting av prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget , og også på vedtakelsen av finnmarksloven , som virker til fremme av konvensjonens art. 1 og 27 .
